Tekla.Structures.Model.RebarSplitter.StaggerTypeEnum
The side of the split that the additional offset (stagger) is located.

Tekla.Structures.Model.RebarSplitter.StaggerTypeEnum.NO_STAGGER
No stagger.

Tekla.Structures.Model.RebarSplitter.StaggerTypeEnum.STAGGER_LEFT
Stagger left.

Tekla.Structures.Model.RebarSplitter.StaggerTypeEnum.STAGGER_RIGHT
Stagger right.

Tekla.Structures.Model.RebarSplitter.StaggerTypeEnum.STAGGER_MIDDLE
Stagger middle.